{
  "films": [
    {
      "id": 1,
      "img": "/img/the-last-of-us-part-2-gets-stunning-new-concept-art_kj9x.jpg",
      "altimg": "tlou2",
      "title": "Одни из нас 2",
      "descr": "The Last of Us Part II — компьютерная игра в жанре приключенческого боевика с элементами survival horror и стелс-экшена от третьего лица, разработанная компанией Naughty Dog и изданная Sony Interactive Entertainment в 2020 году для игровой приставки PlayStation 4",
      "rating": 9
    },
    {
      "id": 2,
      "img": "/img/matrix.jpg",
      "altimg": "matrix",
      "title": "Матрица",
      "descr": "«Ма́трица» — американская научно-фантастическая медиафраншиза в жанре киберпанк. Началась с фильма 1999 года «Матрица», написанного и снятого братьями Ларри и Энди Вачовски и спродюсированного Джоэлем Сильвером. Позднее, в 2003 году, вышло два продолжения: «Матрица: Перезагрузка» и «Матрица: Революция».",
      "rating": 8
    },
    {
      "id": 3,
      "img": "/img/social-network.jpg",
      "altimg": "social-network",
      "title": "Социальная сеть",
      "descr": "В фильме рассказывается история создания одной из самых популярных в Интернете социальных сетей — Facebook.",
      "rating": 9
    },
    {
      "id": 4,
      "img": "/img/lord_of_the_rings.png",
      "altimg": "lord_of_the_rings",
      "title": "Властелин колец",
      "descr": "Кинотрилогия «Властели́н коле́ц» — снятая режиссёром Питером Джексоном серия из трёх связанных единым сюжетом кинофильмов, представляющая собой экранизацию романа Дж. Р. Р. Толкина «Властелин колец».",
      "rating": 9
    },
    {
      "id": 5,
      "img": "/img/264959.700xp.jpg",
      "altimg": "264959.700",
      "title": "Связь",
      "descr": "Восемь друзей собираются на ужин в ночь падения кометы. Вскоре они оказываются втянутыми в череду загадочных событий.",
      "rating": 9
    },
    {
      "id": 6,
      "img": "/img/15369845-932448.jpg",
      "altimg": "osn",
      "title": "Основатель",
      "descr": "Как создавалась самая известная в мире сеть ресторанов Макдоналдс? Зрителю предстоит узнать яркую и загадочную историю Рэя Крока, который из продавца-неудачника превратился в миллиардера и легенду.",
      "rating": 9
    },
    {
      "id": 7,
      "img": "/img/interstel.jpg",
      "altimg": "int",
      "title": "Интерстеллар",
      "descr": "Наше время на Земле подошло к концу, команда исследователей берет на себя самую важную миссию в истории человечества; путешествуя за пределами нашей галактики, чтобы узнать есть ли у человечества будущее среди звезд.",
      "rating": 9
    },
    {
      "id": 8,
      "img": "/img/oreshek.jpg",
      "altimg": "ore",
      "title": "Крепкий орешек 4.0",
      "descr": "«Крепкий орешек 4.0» — четвёртый фильм из серии «Крепкий орешек». Режиссёром фильма стал Лен Уайзман. Премьера фильма состоялась 27 июня 2007 года.",
      "rating": 9
    },
    {
      "id": 9,
      "img": "/img/668f0e2dedff4e729f9eaa51fff3.jpg",
      "altimg": "668f",
      "title": "Шесть демонов Эмили Роуз",
      "descr": "Фильм основан на реальных событиях. В 1976 году сеанс изгнания дьявола из молодой девушки закончился ее смертью. Священнику-экзорцисту, проводившему обряд, было предъявлено обвинение в убийстве, хотя процесс был официально инициирован католической церковью.",
      "rating": 9
    },
    {
      "id": 10,
      "img": "/img/premonition_3.jpg",
      "altimg": "prem",
      "title": "Предчувствие",
      "descr": "У каждого в жизни хоть раз было предчувствие беды. Когда просто знаешь, что скоро произойдет что-то плохое. Домохозяйку Линду сейчас как раз охватило такое предчувствие. Некоторое время спустя шериф города сообщает ей, что ее муж погиб в автокатастрофе.",
      "rating": 9
    },
    {
      "id": 11,
      "img": "/img/maxresdefault4.jpg",
      "altimg": "maxr",
      "title": "Бэтмен против Супермена",
      "descr": "Опасаясь, что действия богоподобного супергероя так и останутся бесконтрольными, грозный и могущественный страж Готэм Сити бросает вызов самому почитаемому в наши дни спасителю Метрополиса, в то время как весь остальной мир решает, какой герой ему по-настоящему нужен.",
      "rating": 9
    },
    {
      "id": 12,
      "img": "/img/wonder-woman-2.jpg",
      "altimg": "wond",
      "title": "Чудо-женщина",
      "descr": "Перед тем как стать Чудо-Женщиной, она была Дианой — принцессой амазонок, обученной быть непобедимой воительницей.",
      "rating": 9
    },
    {
      "id": 13,
      "img": "/img/EUWRYSHXQAA_xcv.jpg",
      "altimg": "EUWR",
      "title": "Джентльмены",
      "descr": "Талантливый выпускник Оксфорда, применив свой уникальный ум и невиданную дерзость, придумал нелегальную схему обогащения с использованием поместья обедневшей английской аристократии.",
      "rating": 9
    },
    {
      "id": 14,
      "img": "/img/iz-mashiny_3.jpg",
      "altimg": "mas",
      "title": "Из машины",
      "descr": "В центре сюжета — молодой человек, которого нанимает миллиардер, сделавший состояние на высокотехнологичных разработках. Задача работника — провести неделю в удаленном местечке, тестируя женщину-робота с искусственным интеллектом.",
      "rating": 9
    },
    {
      "id": 15,
      "img": "/img/2be587b79dc454.jpeg",
      "altimg": "2be587b",
      "title": "Мир Дикого Запада",
      "descr": "«Мир Ди́кого За́пада», также «За́падный мир» — американский научно-фантастический сериал-вестерн телеканала HBO, созданный супругами Джонатаном Ноланом и Лизой Джой.",
      "rating": 9
    },
    {
      "id": 16,
      "img": "/img/kadr.jpg",
      "altimg": "adfsdg",
      "title": "Кадры",
      "descr": "Два друга, разменявшие пятый десяток и уволенные с работы, устраиваются стажерами в успешную интернет-корпорацию.",
      "rating": 9
    },
    {
      "id": 17,
      "img": "/img/her-fp-0835.jpg",
      "altimg": "er-f",
      "title": "Она",
      "descr": "Теодор — одинокий писатель, покупает новую техническую разработку — операционную систему, призванную исполнять любое желание пользователя. К удивлению Теодора, вскоре между ним и операционной системой возникает роман.",
      "rating": 9
    },
    {
      "id": 18,
      "img": "/img/f3356e0f6c8a4a1583a00e7321ca.jpg",
      "altimg": "f3356e1ca.jpg",
      "title": "Афера под прикрытием",
      "descr": "Федеральный агент Боб Мейзур, специалист по внедрению в преступные группировки, ставит себе целью раскрыть схему отмывания денег наркокартеля Пабло Эскобара.",
      "rating": 9
    },
    {
      "id": 19,
      "img": "/img/8ac527286912bfca04e5a277e4fc4491.jpeg",
      "altimg": "8ac5272877e4fc4491.jpeg",
      "title": "Человек, который изменил всё",
      "descr": "Человек, который изменил всё» — биографическая спортивная драма режиссёра Беннетта Миллера. Главную роль исполняет Брэд Питт. Мировая премьера прошла 23 сентября 2011 года, в России — 20 октября.",
      "rating": 9
    },
    {
      "id": 20,
      "img": "/img/1214327691805_n.jpg",
      "altimg": "12145_n.jpg",
      "title": "Вспоминая титанов",
      "descr": "При виде этих могучих статных парней девушки падают в обморок, а их кавалеры от зависти проливают свое пиво. Это игроки в одну из самых жестких и динамичных спортивных игр мира — американский футбол.",
      "rating": 9
    },
    {
      "id": 21,
      "img": "/img/Tvin-Piks-1990.jpg",
      "altimg": "Tvi",
      "title": "Твин Пикс",
      "descr": "«Твин Пикс» — американский драматический телесериал, созданный режиссёром Дэвидом Линчем и сценаристом Марком Фростом. Премьера состоялась 8 апреля 1990 года в США. Действие сериала происходит в вымышленном городке Твин Пикс на северо-западе штата Вашингтон рядом с канадской границей.",
      "rating": 9
    },
    {
      "id": 22,
      "img": "/img/MV5B.jpg",
      "altimg": "MV5Bs",
      "title": "Дело храбрых",
      "descr": "Сюжет расскажет о группе борцов с огнём под названием «Granite Mountain Hotshots», столкнувшихся в Аризоне с одним из самых смертоносных пожаров в истории, который унёс жизни 19-ти членов команды.",
      "rating": 9
    },
    {
      "id": 23,
      "img": "/img/fdsfg.jpeg",
      "altimg": "fdfg",
      "title": "Секретные материалы: Хочу верить",
      "descr": "«Секре́тные материа́лы: Хочу верить» — детективный триллер режиссёра Криса Картера, являющийся продолжением его же телевизионного сериала «Секретные материалы». Релиз фильма состоялся 24 июля 2008 года.",
      "rating": 9
    },
    {
      "id": 24,
      "img": "/img/FDSFGSDF.jpg",
      "altimg": "FDSFg",
      "title": "Выживший",
      "descr": "Охотник Хью Гласс серьезно ранен на неизведанных просторах американского Дикого Запада. Товарищ Хью по отряду покорителей новых земель Джон Фицжеральд предательски оставляет его умирать в одиночестве. ",
      "rating": 9
    },
    {
      "id": 25,
      "img": "/img/c28c2.jpg",
      "altimg": "c2DSFАs",
      "title": "Изгой",
      "descr": "Герой этой картины, Чак Нолан, — сотрудник всемирно известной службы доставки «Федерал Экспресс».",
      "rating": 9
    },
    {
      "id": 26,
      "img": "/img/75535.jpg",
      "altimg": "755",
      "title": "Зеленая миля",
      "descr": "Обвиненный в страшном преступлении, Джон Коффи оказывается в блоке смертников тюрьмы «Холодная гора».",
      "rating": 9
    },
    {
      "id": 27,
      "img": "/img/2495ed455fa.jpg",
      "altimg": "2495ed4pg",
      "title": "Во все тяжкие",
      "descr": "«Во все тяжкие» — американская телевизионная криминальная драма, премьерные серии которой транслировались с 20 января 2008 года по 29 сентября 2013 года по кабельному каналу AMC.",
      "rating": 9
    },
    {
      "id": 28,
      "img": "/img/22_polet.jpg",
      "altimg": "22_sdfs",
      "title": "Пролетая над гнездом кукушки",
      "descr": "Сымитировав помешательство в надежде избежать тюремного заключения, Рэндл Патрик МакМерфи попадает в психиатрическую клинику, где почти безраздельным хозяином является жестокосердная сестра Милдред Рэтчед.",
      "rating": 9
    },
    {
      "id": 29,
      "img": "/img/Probuzhdenie_001.jpg",
      "altimg": "enie_001.jpg",
      "title": "Пробуждение",
      "descr": "Доктор Малколм Сэйер, застенчивый врач и ученый, использует экспериментальные препараты, чтобы «пробуждать» обездвиженных жертв редкого заболевания. Леонард был первым пациентом, получившим это неопробованное лечение.",
      "rating": 9
    },
    {
      "id": 30,
      "img": "/img/7f0e44523.jpg",
      "altimg": "7f0eg",
      "title": "Я — легенда",
      "descr": "Адаптация одноименного романа Ричарда Мэтисона о неизвестном вирусе, унесшем жизни половины населения земного шара, а остальную половину превратившего в вампиров.",
      "rating": 9
    }
  ],
  
  "requests": [
      
  ]
}